
var tipuesearch = {"pages": [
     {
          "title": "雲端字型服務系統之字型佈局調整與字型風格分類", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／103／碩士<br/>研究生:林佳柔 指導教授:張瑞益", 
          "tags": "103", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/73622214478677607807"
     },
     {
          "title": "一種基於圖像內容特徵之龜甲類甲骨拓片碎片形狀分類", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／103／碩士<br/>研究生:湯億鑫 指導教授:丁肇隆、張瑞益", 
          "tags": "103", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/75638962173951266825"
     },
     {
          "title": "材質分割與分類於SVG漫畫壓縮之應用", 
          "text":  "臺灣大學／工程科學及海洋工程學研究所／102／碩士<br/>研究生:林琮翰 指導教授:張瑞益",
          "tags": "102", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/43105363023032120324"
     },     
     {
          "title": "使用MapReduce 之平行化詢問式粒子群演算法", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／102／碩士<br/>研究生:紀玟君 指導教授:張瑞益", 
          "tags": "102", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/42584912905270860447"
     },
     {
          "title": "有限誤差霍夫曼編碼在無線感測網路的資料壓縮應用", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／102／碩士<br/>研究生:林哲論 指導教授:張瑞益", 
          "tags": "102", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/61263794337918009117"
     },
     {
          "title": "迴路負載監測系統及其非監督式方法之研究", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／102／碩士<br/>研究生:周柏安 指導教授:張瑞益", 
          "tags": "102", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/98369753023767847903"
     },
     {
          "title": "考慮適應界限值之有限誤差的無線感測網路資料壓縮與聚合", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／102／碩士<br/>研究生:陳禹豪 指導教授:張瑞益", 
          "tags": "102", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/50585079634938372590"
     },
     {
          "title": "使用顏色漸層向量於SVG漫畫影像壓縮", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／101／碩士<br/>研究生:周柏安 指導教授:張瑞益", 
          "tags": "101", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/98369753023767847903"
     },
     {
          "title": "迴路負載監測系統及其非監督式方法之研究", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／101／碩士<br/>研究生:潘柏沇 指導教授:張瑞益", 
          "tags": "101", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/98369753023767847903"
     },
     {
          "title": "類視訊壓縮之無線感測網路平行資料存取方法", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／101／碩士<br/>研究生:林東輝 指導教授:張瑞益", 
          "tags": "101", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/98369753023767847903"
     },
     {
          "title": "智慧型研究協助系統", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／100／碩士<br/>研究生:張仁峰 指導教授:張瑞益", 
          "tags": "100", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/98369753023767847903"
     },
     {
          "title": "基於無線感測網路資料相關特性之類視訊壓縮方法", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／100／碩士<br/>研究生:黃孃瑩 指導教授:張瑞益", 
          "tags": "100", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/98369753023767847903"
     },
     {
          "title": "無線感測網路中之三維空間位置資訊IPv6位址定址法", 
          "text": "臺灣大學／工程科學及海洋工程學研究所／100／碩士<br/>研究生:鄭志永 指導教授:張瑞益", 
          "tags": "100", 
          "url": "http://handle.ncl.edu.tw/11296/ndltd/98369753023767847903"
     }
]};



